Repository: salahelden18/Tracking_App
Catalog: lib/l10n/app_*.arb
Languages: tr

# slidingText
source: ALL YOUR EXPRESS SHIPMENTS ARE TRANSPORTED BY TNT, UPS, DHL, AND FEDEX. Exclusive USA prices starting from 5.95 EUR for Etsy customers!
tr: TÜM EXPRESS KARGOLARINIZ TNT, UPS, DHL VE FEDEX İLE TAŞITILMAKTADIR. ETSY müşterilerine özel 5,95 EUR’dan başlayan USA fiyatları!

# kargomKolayFaetures
source: With KargomKolay You Find
tr: KargomKolay ile Aradığın

# kargomKolayFeatureList1
source: Price
tr: Fiyat

# kargomKolayFeatureList2
source: Technology
tr: Teknoloji

# kargomKolayFeatureList3
source: Convenience
tr: Kolaylik

# kargomKolayFeatureList4
source: Trust
tr: Güven

# kargomKolayFeatureList6
source: Comfort
tr: Rahatlik

# kargomKolayFeatureList7
source: Dashboard
tr: Panel

# kargoTakipContentDescription
source: The easiest way to track international shipments is through KargomKolay. Knowing the whereabouts of a package you sent abroad and when it will reach its recipient are important questions that can be answered by tracking international shipments. With KargomKolay, tracking your package to any of the 219+ countries is very easy. To do this, you need to first visit our 'International Shipment Tracking' page. Simply enter the tracking number, which can be found on your package, into the designated field at the top of the page. This tracking number is also known as the Shipment Tracking Number, so it is important to make sure you have it or request it if it hasn't been provided. Once you enter the 'shipment tracking number' into the appropriate box and click the 'Where is my package?' button, you will instantly find out the current location of your package, whether it's at an airport or a branch of the shipping company.
tr: Yurtdışı kargo takip işleminin en kolay yolu da KargomKolay’dan geçiyor. Yurtdışına gönderdiğiniz bir kargonun nerede olduğu, alıcısına ne zaman ulaşacağı gibi önemli soruların cevabı yurtdışı kargo takip yapmakta yatıyor. KargomKolay ile 219+ ülkeden herhangi birine gönderdiğiniz kargonuzu takip etmek çok kolay. Bunun için öncelikle “Yurtdışı kargo takip” sayfamıza girmeniz gerekiyor. Sayfanın üst kısmında bulunan takip numaranızı giriniz alanına kargonuzun üzerindeki takip numaranızı girmeniz yeterli olacaktır. Bu barkod numarası aynı zamanda Kargo Takip numarası olduğu için yurtdışı kargo takibi yapmak istiyorsanız bu numaranın verilmemesi ya da unutulması durumunda mutlaka istemeniz gerekecektir. Size verilen “kargo takip numarasını” ilgili kutucuğa girip “Kargom nerede” butonuna bastığınızda kargonuzun o an dünyanın hangi havalimanında ya da kargo şirketinin hangi şubesinde olduğunu anlık olarak öğrenebilirsiniz.

# titleTracking
source: International Shipment Tracking
tr: Yurt Dışı Kargo Takip

# hintText
source: Enter Your Tracking Number.
tr: Takip Numaranızı girin

source: Choose a Carrier
tr: Taşıyıcı seçin.

# kargoWhere
source: Track Shipment
tr: Takip Et

# emptyErrorMessage
source: Enter your tracking number
tr: Takip Numaranızı girin

# noCarrierChosen
source: Please Choose Carrier To Continue
tr: Devam etmek için bir taşıyıcı seçiniz.

# englishLanguage
source: English
tr: Ingilizce

# turkishLanguage
source: Turkish
tr: Türkçe

# arabicLanguage
source: Arabic
tr: Arapça

source: Carrier Company
tr: Taşıyıcı

source: Tracking Number
tr: Takip Numarası

source: Status
tr: Durum

source: Date
tr: Tarih

# movements
source: Detailed Events
tr: detaylı Hareketler

# dhlArabicUnSupport
source: Dhl Does Not Support Arabic!
tr: dhl Arapça desteklemiyor

# continueInEnglish
source: Do You Want to Continue In English?
tr: Arapça ile devam etmek ister misiniz?

source: Contact Us
tr: Iletişime geçin

source: Web Site
tr: Web Sitesi

# calculatePrice
source: Calculate Shipping
tr: Ücret Hesapla

# lanuchError
source: Unable to launch
tr: Başlatılamıyor

source: Label Created
tr: Evraklar Oluşturuldu

source: Picked Up
tr: Alındı

source: Entered Customs
tr: Gümrüğe Girdi

source: Last Mile
tr: Son Mil

source: Delivered
tr: Teslim Edildi

source: Not Delivered
tr: Teslim Edilmedi

source: In Transit
tr: Taşıma sürecinde

source: Return To Sender
tr: Gönderene İade

source: Returned To Sender
tr: Gönderene İade Edildi

# takePrice
source: Calculate Shipping
tr: Fıyat Hesapla

source: Connect Store
tr: Mağazanı bağla

# import
source: Ship To Türkiye
tr: Yurt Dışından Getirt

# export
source: Ship From Türkiye
tr: Yurt Dışına Gönder

# add
source: Add Package
tr: paket Ekle

# delete
source: Delete Package
tr: Paket Sil

# errorRequiredFields
source: Please Fill Required Fields
tr: Lütfen zorunlu alanları doldurun

# errorDimensions
source: Please Enter The Dimensions of the packages
tr: Lütfen paketin ölçülerini girin.

source: Receiver
tr: Alıcı

source: Sender
tr: Gönderici

source: Weight
tr: Ağırlık

source: Height
tr: Yükseklik

source: Length
tr: Uzunluk

source: Width
tr: Genişlik

source: Choose Country
tr: Ülke Seçin

source: Trade Type
tr: Ticaret Türü

source: Select Currency
tr: Para Birimi Seçin

source: Document
tr: Belge

source: Parcel
tr: Paket

source: Calculate
tr: Hesapla

# validityDate
source: Offer Validity Date
tr: Teklif Geçerlilik Tarihi

source: Price
tr: Fıyat

# estimatedTime
source: Estimated Delivery Time
tr: Tahmini Teslim Süresi

source: Days
tr: Gün

source: Lowest Price
tr: En Düşük Fıyat
